Repository: txntixnz/ARMSX2
Catalog: platforms/ios/app/src/main/assets/resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt, zh_hans

source: Emulator cache cleared.
ar: تم مسح ذاكرة المحاكي المؤقتة.
de: Emulator-Cache geleert.
es: Se borró la caché del emulador.
fr: Cache de l'émulateur vidé.
it: Cache dell'emulatore svuotata.
ja: エミュレーターのキャッシュを消去しました。
ko: 에뮬레이터 캐시를 지웠습니다.
pt: Cache do emulador limpo.
zh_hans: 已清除模拟器缓存。

source: Enable All
ar: تفعيل الكل
de: Alle aktivieren
es: Activar todo
fr: Tout activer
it: Abilita tutti
ja: すべて有効化
ko: 모두 활성화
pt: Ativar todos
zh_hans: 全部启用

source: Enables or disables this entry for the current game
ar: تفعيل أو تعطيل هذا الإدخال للعبة الحالية
de: Aktiviert oder deaktiviert diesen Eintrag für das aktuelle Spiel
es: Activa o desactiva esta entrada para el juego actual
fr: Active ou désactive cette entrée pour le jeu en cours
it: Abilita o disabilita questa voce per il gioco corrente
ja: 現在のゲームに対してこのエントリを有効または無効にします
ko: 현재 게임에 대해 이 항목을 활성화하거나 비활성화합니다
pt: Ativa ou desativa esta entrada para o jogo atual
zh_hans: 为当前游戏启用或禁用此条目

source: External
ar: خارجي
de: Extern
es: Externo
fr: Externe
it: Esterno
ja: 外部
ko: 외부
pt: Externo
zh_hans: 外部

source: Face buttons
ar: أزرار الواجهة
de: Aktionstasten
es: Botones de acción
fr: Boutons d'action
it: Pulsanti frontali
ja: アクションボタン
ko: 동작 버튼
pt: Botões de ação
zh_hans: 动作按键

source: Feedback
ar: التغذية الراجعة
es: Respuesta
zh_hans: 反馈

source: File Import
ar: استيراد ملف
de: Dateiimport
es: Importar archivo
it: Importazione file
zh_hans: 文件导入

source: Filters like CRT scanlines or LCD grids, drawn over the game. The first frame can stutter while one loads.
ar: مرشحات مثل خطوط المسح في شاشات CRT أو شبكة شاشات LCD، تُرسم فوق اللعبة. قد يتقطع الإطار الأول أثناء تحميل أحدها.
de: Filter wie CRT-Scanlines oder LCD-Raster, die über das Spiel gelegt werden. Das erste Bild kann beim Laden kurz ruckeln.
es: Filtros como las líneas de escaneo de un CRT o la rejilla de una pantalla LCD, dibujados sobre el juego. El primer fotograma puede ir a tirones mientras se carga uno.
fr: Des filtres comme les lignes de balayage d'un CRT ou la grille d'un écran LCD, dessinés par-dessus le jeu. La première image peut saccader pendant le chargement.
it: Filtri come le linee di scansione di un CRT o la griglia di uno schermo LCD, disegnati sopra il gioco. Il primo fotogramma può scattare mentre se ne carica uno.
ja: CRT の走査線や LCD の格子のようなフィルターを、ゲーム画面の上に重ねて描画します。読み込み中は最初のフレームがカクつくことがあります。
ko: CRT 주사선이나 LCD 격자 같은 필터를 게임 화면 위에 그립니다. 필터를 불러오는 동안 첫 프레임이 끊길 수 있습니다.
pt: Filtros como as linhas de varredura de um CRT ou a grade de uma tela LCD, desenhados sobre o jogo. O primeiro quadro pode engasgar enquanto um deles carrega.
zh_hans: 类似 CRT 扫描线或 LCD 网格的滤镜，绘制在游戏画面之上。加载滤镜时第一帧可能会卡顿。

source: Fix
ar: إصلاح
es: Corrección
fr: Correctif
ja: 修正
ko: 수정
pt: Correção
zh_hans: 修复

source: From a Folder
ar: من مجلد
de: Aus einem Ordner
es: Desde una carpeta
fr: Depuis un dossier
it: Da una cartella
ja: フォルダから
ko: 폴더에서
pt: De uma pasta
zh_hans: 从文件夹

source: From a Zip Archive
ar: من أرشيف Zip
de: Aus einem Zip-Archiv
es: Desde un archivo Zip
fr: Depuis une archive Zip
it: Da un archivio Zip
ja: Zip アーカイブから
ko: Zip 압축 파일에서
pt: De um arquivo Zip
zh_hans: 从 Zip 压缩包

source: Game Controller
ar: يد التحكم
es: Mando
fr: Manette
it: Controller di gioco
ja: ゲームコントローラー
ko: 게임 컨트롤러
pt: Controle
zh_hans: 游戏手柄

source: Game display
ar: شاشة اللعبة
de: Spielanzeige
es: Pantalla del juego
fr: Affichage du jeu
it: Schermo di gioco
ja: ゲーム画面
ko: 게임 디스플레이
pt: Tela do jogo
zh_hans: 游戏画面

source: Game Identification
ar: تحديد هوية اللعبة
de: Spiel-Identifikation
es: Identificación del juego
fr: Identification du jeu
it: Identificazione gioco
ja: ゲーム識別
ko: 게임 식별
pt: Identificação do jogo
zh_hans: 游戏识别

source: Game information is still loading. Try again in a moment.
ar: معلومات اللعبة لا تزال قيد التحميل. حاول مرة أخرى بعد لحظات.
de: Spielinformationen werden noch geladen. Versuchen Sie es gleich noch einmal.
es: La información del juego aún se está cargando. Inténtalo de nuevo en un momento.
fr: Les informations du jeu sont toujours en cours de chargement. Réessayez dans un instant.
it: Le informazioni sul gioco si stanno ancora caricando. Riprova tra un attimo.
ja: ゲーム情報はまだ読み込み中です。しばらくしてからやり直してください。
ko: 게임 정보가 아직 로드 중입니다. 잠시 후 다시 시도하세요.
pt: As informações do jogo ainda estão carregando. Tente novamente em um instante.
zh_hans: 游戏信息仍在加载中。请稍后再试。

source: Games
ar: الألعاب
de: Spiele
es: Juegos
fr: Jeux
it: Giochi
ja: ゲーム
ko: 게임
pt: Jogos
zh_hans: 游戏

source: Gamma
ar: جاما
ja: ガンマ
ko: 감마
pt: Gama
zh_hans: 伽马

source: Get
ar: تنزيل
de: Laden
es: Obtener
fr: Obtenir
it: Ottieni
ja: 入手
ko: 받기
pt: Obter
zh_hans: 获取

source: Global Default (%@)
ar: الافتراضي العام (%@)
de: Globaler Standard (%@)
es: Predeterminado global (%@)
fr: Valeur globale par défaut (%@)
it: Predefinito globale (%@)
ja: グローバル既定（%@）
ko: 전역 기본값 (%@)
pt: Padrão global (%@)
zh_hans: 全局默认（%@）

source: Graphics
ar: الرسوميات
de: Grafik
es: Gráficos
fr: Graphismes
it: Grafica
ja: グラフィック
ko: 그래픽
pt: Gráficos
zh_hans: 图形

source: Hack
ar: تعديل
ja: ハック
ko: 핵
zh_hans: 修改

source: Haptic Feedback
ar: اهتزاز لمسي
de: Haptisches Feedback
es: Respuesta háptica
fr: Retour haptique
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 피드백
pt: Feedback tátil
zh_hans: 触觉反馈

source: Hardcore Mode is on. Cheats and most patches are blocked, but widescreen and 60fps patches from a trusted database can still be enabled.
ar: الوضع الصارم مفعّل. تم حظر رموز الغش ومعظم التصحيحات، ولكن لا يزال بإمكانك تفعيل تصحيحات الشاشة العريضة و60 إطاراً في الثانية من قاعدة بيانات موثوقة.
de: Hardcore-Modus ist aktiv. Cheats und die meisten Patches sind blockiert, aber Widescreen- und 60-FPS-Patches aus einer vertrauenswürdigen Datenbank können weiterhin aktiviert werden.
es: El modo Hardcore está activo. Los trucos y la mayoría de los parches están bloqueados, pero los parches panorámicos y de 60 fps de una base de datos de confianza aún se pueden activar.
fr: Le mode Hardcore est activé. Les codes de triche et la plupart des correctifs sont bloqués, mais les correctifs écran large et 60 fps d'une base de données de confiance peuvent toujours être activés.
it: La modalità Hardcore è attiva. I trucchi e la maggior parte delle patch sono bloccati, ma le patch widescreen e a 60 fps provenienti da un database affidabile possono ancora essere abilitate.
ja: ハードコアモードがオンです。チートとほとんどのパッチはブロックされますが、信頼できるデータベースのワイドスクリーンおよび60FPSパッチは引き続き有効にできます。
ko: 하드코어 모드가 켜져 있습니다. 치트 및 대부분의 패치가 차단되지만 신뢰할 수 있는 데이터베이스의 와이드스크린 및 60fps 패치는 계속 활성화할 수 있습니다.
pt: O Modo Hardcore está ativado. Cheats e a maioria dos patches estão bloqueados, mas patches widescreen e de 60 fps de um banco de dados confiável ainda podem ser ativados.
zh_hans: 硬核模式已开启。作弊码和大部分补丁已被阻止，但仍可启用来自可信数据库的宽屏和 60fps 补丁。

source: Hardcore Mode is switched on but has not taken hold yet. Anything enabled here still works until you boot a game, and will stop then.
ar: تم تشغيل الوضع الصارم ولكنه لم يبدأ مفعوله بعد. أي شيء يتم تفعيله هنا سيستمر في العمل حتى تقوم بتشغيل لعبة، وسيتوقف حينها.
de: Hardcore-Modus ist eingeschaltet, greift aber noch nicht. Alle hier aktivierten Optionen funktionieren weiter, bis Sie ein Spiel starten, und werden dann deaktiviert.
es: El modo Hardcore está activado pero aún no se ha aplicado. Todo lo activado aquí seguirá funcionando hasta que inicies un juego, momento en el que se detendrá.
fr: Le mode Hardcore est activé mais n'a pas encore pris effet. Tout ce qui est activé ici continuera de fonctionner jusqu'au démarrage d'un jeu, puis s'arrêtera.
it: La modalità Hardcore è attivata ma non ha ancora avuto effetto. Qualsiasi elemento abilitato qui continuerà a funzionare fino all'avvio di un gioco, quindi si fermerà.
ja: ハードコアモードはオンになっていますが、まだ適用されていません。ここで有効にしたものは、ゲームを起動するまで引き続き動作し、その時点で停止します。
ko: 하드코어 모드가 켜져 있지만 아직 적용되지 않았습니다. 여기서 활성화된 모든 것은 게임을 부팅할 때까지 계속 작동하며, 그 후 중지됩니다.
pt: O Modo Hardcore está ativado, mas ainda não entrou em vigor. Qualquer item ativado aqui continuará funcionando até que você inicialize um jogo, parando em seguida.
zh_hans: 硬核模式已开启但尚未生效。此处启用的任何内容在启动游戏前仍然有效，启动后将停止。

source: Hardcore-safe
ar: آمن للوضع الصارم
de: Hardcore-kompatibel
es: Seguro para modo Hardcore
fr: Compatible mode Hardcore
it: Sicuro per Hardcore
ja: ハードコアモード対応
ko: 하드코어 모드 호환
pt: Compatível com Hardcore
zh_hans: 硬核模式兼容

source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ
ko: 도움말
pt: Ajuda
zh_hans: 帮助

source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
it: Nascosto
ja: 非表示
ko: 숨김
pt: Oculto
zh_hans: 隐藏

source: If one picker refuses to select your .bin/.rom file, try the other.
ar: إذا رفض أحد المنتقيات اختيار ملف .bin/.rom، جرّب الآخر.
de: Wenn eine Auswahl deine .bin/.rom-Datei nicht akzeptiert, versuche die andere.
es: Si un selector no permite elegir tu .bin/.rom, prueba el otro.
it: Se un selettore rifiuta il tuo file .bin/.rom, prova l'altro.
zh_hans: 如果一个选择器无法选择 .bin/.rom 文件，请尝试另一个。

source: Import
ar: استيراد
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
pt: Importar
zh_hans: 导入

source: Import a PS2 BIOS dump to enable booting.
ar: استورد ملف BIOS من جهاز PS2 لتفعيل التشغيل.
de: Importiere einen PS2-BIOS-Dump, um das Starten zu aktivieren.
es: Importa una copia de BIOS de PS2 para poder iniciar.
it: Importa un dump del BIOS PS2 per abilitare l'avvio.
zh_hans: 导入 PS2 BIOS 转储文件以启用启动。

source: Import As
ar: استيراد كـ
de: Importieren als
es: Importar como
fr: Importer comme
it: Importa come
ja: インポート形式
ko: 가져오기 형식
pt: Importar como
zh_hans: 导入为

source: Import BIOS
ar: استيراد BIOS
de: BIOS importieren
es: Importar BIOS
fr: Importer le BIOS
it: Importa BIOS
ja: BIOSをインポート
ko: BIOS 가져오기
pt: Importar BIOS
zh_hans: 导入 BIOS

source: Import Button Images
ar: استيراد صور الأزرار
de: Tastenbilder importieren
es: Importar imágenes de botones
fr: Importer des images de boutons
it: Importa immagini pulsanti
ja: ボタン画像をインポート
ko: 버튼 이미지 가져오기
pt: Importar imagens dos botões
zh_hans: 导入按键图片

source: Import File
ar: استيراد ملف
de: Datei importieren
es: Importar archivo
fr: Importer un fichier
it: Importa file
ja: ファイルをインポート
ko: 파일 가져오기
pt: Importar arquivo
zh_hans: 导入文件

source: Import Games
ar: استيراد الألعاب
de: Spiele importieren
es: Importar juegos
fr: Importer des jeux
it: Importa giochi
ja: ゲームをインポート
ko: 게임 가져오기
pt: Importar jogos
zh_hans: 导入游戏

source: Import PS2 disc images to add them here.
ar: استورد صور أقراص PS2 لإضافتها هنا.
de: Importiere PS2-Disc-Images, um sie hier hinzuzufügen.
es: Importa imágenes de disco de PS2 para añadirlas aquí.
it: Importa immagini disco PS2 per aggiungerle qui.
zh_hans: 导入 PS2 光盘镜像后会显示在这里。

source: Import Result
ar: نتيجة الاستيراد
de: Importergebnis
es: Resultado de importación
it: Risultato importazione
zh_hans: 导入结果

source: Importing merges with the current patch or cheat file after making a backup. Named entries can be enabled individually.
ar: يؤدي الاستيراد إلى الدمج مع ملف التصحيح أو الغش الحالي بعد إنشاء نسخة احتياطية. يمكن تفعيل الإدخالات المسماة بشكل فردي.
de: Der Import wird nach Erstellen eines Backups mit der aktuellen Patch- oder Cheat-Datei zusammengeführt. Benannte Einträge können einzeln aktiviert werden.
es: La importación se combina con el archivo de parches o trucos actual tras realizar una copia de seguridad. Las entradas con nombre se pueden activar individualmente.
fr: L'importation fusionne avec le fichier de correctifs ou de codes actuel après avoir créé une sauvegarde. Les entrées nommées peuvent être activées individuellement.
it: L'importazione unisce i contenuti al file patch o trucchi attuale dopo aver creato un backup. Le voci denominate possono essere abilitate individualmente.
ja: インポートすると、バックアップを作成した後に現在のパッチまたはチートファイルと統合されます。名前付きエントリは個別に有効化できます。
ko: 가져오기는 백업을 생성한 후 현재 패치 또는 치트 파일과 병합됩니다. 이름이 지정된 항목은 개별적으로 활성화할 수 있습니다.
pt: A importação mescla com o arquivo de patch ou cheat atual após fazer backup. As entradas nomeadas podem ser ativadas individualmente.
zh_hans: 导入将在创建备份后与当前补丁或作弊码文件合并。命名条目可单独启用。

source: Install Shader Pack
ar: تثبيت حزمة مظللات
de: Shader-Paket installieren
es: Instalar paquete de shaders
fr: Installer un pack de shaders
it: Installa pacchetto shader
ja: シェーダーパックをインストール
ko: 셰이더 팩 설치
pt: Instalar pacote de shaders
zh_hans: 安装着色器包

source: Installed
ar: تم تثبيت
de: Installiert
es: Instalado
fr: Installé
it: Installato
ja: インストールしました
ko: 설치함
pt: Instalado
zh_hans: 已安装

source: Installed %@. Pick a preset from it under Preset.
ar: تم تثبيت %@. اختر إعدادًا مسبقًا منه من «الإعداد المسبق».
de: %@ installiert. Wähle unter Voreinstellung eine seiner Voreinstellungen.
es: Se instaló %@. Elige uno de sus presets en Preset.
fr: %@ installé. Choisissez-en un préréglage dans Préréglage.
it: %@ installato. Scegli uno dei suoi preset in Preset.
ja: %@ をインストールしました。「プリセット」から選んでください。
ko: %@을(를) 설치했습니다. ‘프리셋’에서 그 안의 프리셋을 고르세요.
pt: %@ instalado. Escolha uma das predefinições dele em Predefinição.
zh_hans: 已安装 %@。请在“预设”中选择其中的预设。

source: Installing...
ar: جارٍ التثبيت...
de: Wird installiert...
es: Instalando...
fr: Installation...
it: Installazione in corso...
ja: インストール中...
ko: 설치 중...
pt: Instalando...
zh_hans: 正在安装...

source: Interface Language
ar: لغة الواجهة
de: Sprache der Oberfläche
es: Idioma de la interfaz
fr: Langue de l'interface
it: Lingua dell'interfaccia
ja: インターフェース言語
ko: 인터페이스 언어
pt: Idioma da interface
zh_hans: 界面语言

source: It appears in My Presets. It stops working if you delete or move the shader it came from.
ar: يظهر في My Presets. يتوقف عن العمل إذا حذفت المظلل الذي أُنشئ منه أو نقلته.
de: Sie erscheint in My Presets. Sie funktioniert nicht mehr, wenn du den Shader löschst oder verschiebst, aus dem sie entstanden ist.
es: Aparece en My Presets. Deja de funcionar si borras o mueves el shader del que proviene.
fr: Il apparaît dans My Presets. Il ne fonctionne plus si vous supprimez ou déplacez le shader dont il provient.
it: Compare in My Presets. Smette di funzionare se elimini o sposti lo shader da cui deriva.
ja: My Presets に表示されます。元のシェーダーを削除または移動すると使えなくなります。
ko: My Presets에 표시됩니다. 원본 셰이더를 삭제하거나 옮기면 작동하지 않습니다.
pt: Ela aparece em My Presets. Ela para de funcionar se você apagar ou mover o shader de onde veio.
zh_hans: 它会出现在 My Presets 中。删除或移动原来的着色器后，它将无法使用。

source: It can't load because %@ is missing or broken.
ar: تعذّر تحميله لأن %@ مفقود أو تالف.
de: Kann nicht geladen werden, weil %@ fehlt oder beschädigt ist.
es: No se puede cargar porque %@ falta o está dañado.
fr: Chargement impossible, car %@ est manquant ou endommagé.
it: Impossibile caricarlo perché %@ manca o è danneggiato.
ja: %@ が見つからないか壊れているため、読み込めません。
ko: %@ 파일이 없거나 손상되어 불러올 수 없습니다.
pt: Não é possível carregar porque %@ está ausente ou corrompido.
zh_hans: 无法加载，因为 %@ 缺失或已损坏。

source: It needs its shader pack installed again.
ar: يجب إعادة تثبيت حزمة المظللات الخاصة به.
de: Sein Shader-Paket muss neu installiert werden.
es: Hay que volver a instalar su paquete de shaders.
fr: Son pack de shaders doit être réinstallé.
it: Il suo pacchetto shader va reinstallato.
ja: このプリセットのシェーダーパックを再インストールしてください。
ko: 이 프리셋의 셰이더 팩을 다시 설치해야 합니다.
pt: O pacote de shaders dele precisa ser instalado novamente.
zh_hans: 需要重新安装它所在的着色器包。

source: It needs RetroArch Slang Shaders.
ar: يحتاج إلى RetroArch Slang Shaders.
de: Benötigt RetroArch Slang Shaders.
es: Necesita RetroArch Slang Shaders.
fr: Il nécessite RetroArch Slang Shaders.
it: Richiede RetroArch Slang Shaders.
ja: RetroArch Slang Shaders が必要です。
ko: RetroArch Slang Shaders가 필요합니다.
pt: Precisa do RetroArch Slang Shaders.
zh_hans: 它需要 RetroArch Slang Shaders。

source: Landscape Background
ar: خلفية أفقية
de: Querformat-Hintergrund
es: Fondo horizontal
fr: Fond en paysage
it: Sfondo orizzontale
ja: 横向きの背景
ko: 가로 방향 배경
pt: Fundo em paisagem
zh_hans: 横屏背景

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
zh_hans: 语言

source: Last updated %@
ar: آخر تحديث %@
de: Zuletzt aktualisiert %@
es: Actualizado por última vez %@
fr: Dernière mise à jour %@
it: Ultimo aggiornamento %@
ja: 最終更新 %@
ko: 마지막 업데이트 %@
pt: Atualizado pela última vez %@
zh_hans: 上次更新于%@

source: Layout
ar: التخطيط
es: Diseño
zh_hans: 布局

source: Left stick
ar: عصا التحكم اليسرى
de: Linker Stick
es: Stick izquierdo
fr: Stick gauche
it: Levetta sinistra
ja: 左スティック
ko: 왼쪽 스틱
pt: Alavanca esquerda
zh_hans: 左摇杆

source: Legacy
ar: قديم
de: Veraltet
es: Heredado
fr: Ancien
ja: レガシー
ko: 기존 레거시
pt: Legado
zh_hans: 旧版

source: Library Background
ar: خلفية المكتبة
de: Bibliothekshintergrund
es: Fondo de biblioteca
fr: Fond de bibliothèque
it: Sfondo libreria
ja: ライブラリの背景
ko: 라이브러리 배경
pt: Fundo da biblioteca
zh_hans: 游戏库背景

source: Licenses & Credits
ar: التراخيص والشكر
de: Lizenzen & Credits
es: Licencias y créditos
fr: Licences et crédits
it: Licenze e riconoscimenti
ja: ライセンスとクレジット
ko: 라이선스 및 크레딧
pt: Licenças e créditos
zh_hans: 许可证与鸣谢

source: Local Multiplayer
ar: لعب محلي متعدد
de: Lokaler Mehrspieler
es: Multijugador local
fr: Multijoueur local
it: Multigiocatore locale
ja: ローカルマルチプレイ
ko: 로컬 멀티플레이
pt: Multijogador local
zh_hans: 本地多人

source: Memory Cards
ar: بطاقات الذاكرة
de: Speicherkarten
es: Tarjetas de memoria
fr: Cartes mémoire
it: Memory card
ja: メモリーカード
ko: 메모리 카드
pt: Cartões de memória
zh_hans: 记忆卡

source: Network
ar: الشبكة
de: Netzwerk
es: Red
fr: Réseau
it: Rete
ja: ネットワーク
ko: 네트워크
pt: Rede
zh_hans: 网络

source: No BIOS Found
ar: لم يتم العثور على BIOS
de: Kein BIOS gefunden
es: No se encontró BIOS
fr: Aucun BIOS trouvé
it: Nessun BIOS trovato
ja: BIOSが見つかりません
ko: BIOS를 찾을 수 없음
pt: Nenhuma BIOS encontrada
zh_hans: 未找到 BIOS

source: No cheats or patches are installed for this game yet.
ar: لم يتم تثبيت أي رموز غش أو تصحيحات لهذه اللعبة بعد.
de: Für dieses Spiel sind noch keine Cheats oder Patches installiert.
es: Aún no hay trucos ni parches instalados para este juego.
fr: Aucun code ou correctif n'est encore installé pour ce jeu.
it: Nessun trucco o patch ancora installati per questo gioco.
ja: このゲームにはまだチートやパッチがインストールされていません。
ko: 이 게임에 아직 설치된 치트나 패치가 없습니다.
pt: Nenhum cheat ou patch instalado para este jogo ainda.
zh_hans: 此游戏尚未安装任何金手指或补丁。

source: No Games Found
ar: لم يتم العثور على ألعاب
de: Keine Spiele gefunden
es: No se encontraron juegos
fr: Aucun jeu trouvé
it: Nessun gioco trovato
ja: ゲームが見つかりません
ko: 게임을 찾을 수 없음
pt: Nenhum jogo encontrado
zh_hans: 未找到游戏

source: No installed entries are available yet.
ar: لا توجد إدخالات مثبتة متاحة بعد.
de: Noch keine installierten Einträge verfügbar.
es: Aún no hay entradas instaladas disponibles.
fr: Aucune entrée installée disponible pour le moment.
it: Nessuna voce installata ancora disponibile.
ja: 利用可能なインストール済みエントリはまだありません。
ko: 사용 가능한 설치된 항목이 아직 없습니다.
pt: Nenhuma entrada instalada disponível ainda.
zh_hans: 暂无已安装的条目。

source: No patch download source is configured. Add one in Advanced or import a file below.
ar: لم يتم تكوين مصدر لتنزيل التصحيحات. أضف مصدراً في خيارات متقدمة أو استورد ملفاً أدناه.
de: Keine Patch-Downloadquelle konfiguriert. Fügen Sie eine unter Erweitert hinzu oder importieren Sie unten eine Datei.
es: No hay ninguna fuente de descarga de parches configurada. Añade una en Avanzado o importa un archivo a continuación.
fr: Aucune source de téléchargement de correctifs n'est configurée. Ajoutez-en une dans Avancé ou importez un fichier ci-dessous.
it: Nessuna sorgente di download patch configurata. Aggiungine una in Avanzate o importa un file qui sotto.
ja: パッチダウンロードソースが設定されていません。「高度な設定」で追加するか、以下からファイルをインポートしてください。
ko: 패치 다운로드 소스가 구성되지 않았습니다. 고급에서 추가하거나 아래에서 파일을 가져오세요.
pt: Nenhuma fonte de download de patches configurada. Adicione uma em Avançado ou importe um arquivo abaixo.
zh_hans: 未配置补丁下载源。请在“高级”中添加或在下方导入文件。

source: No recommended layout
ar: لا يوجد تخطيط موصى به
de: Kein empfohlenes Layout
es: Sin diseño recomendado
fr: Aucune disposition recommandée
it: Nessun layout consigliato
ja: 推奨レイアウトなし
ko: 추천 레이아웃 없음
pt: Sem layout recomendado
zh_hans: 无推荐布局

source: No shader presets were found in it, so nothing was installed.
ar: لم يُعثر فيه على إعدادات مسبقة للمظللات، لذا لم يُثبَّت أي شيء.
de: Darin wurden keine Shader-Voreinstellungen gefunden, daher wurde nichts installiert.
es: No se encontraron presets de shaders dentro, así que no se instaló nada.
fr: Aucun préréglage de shaders n'a été trouvé dedans, rien n'a donc été installé.
it: Non sono stati trovati preset shader al suo interno, quindi non è stato installato nulla.
ja: シェーダープリセットが見つからなかったため、何もインストールされませんでした。
ko: 셰이더 프리셋을 찾지 못해 아무것도 설치되지 않았습니다.
pt: Nenhuma predefinição de shader foi encontrada nele, então nada foi instalado.
zh_hans: 其中没有找到着色器预设，因此未安装任何内容。

source: No skins are published yet.
ar: لم يتم نشر أي مظاهر بعد.
de: Es sind noch keine Skins veröffentlicht.
es: Aún no se han publicado skins.
fr: Aucun skin n'est encore publié.
it: Nessuna skin ancora pubblicata.
ja: 公開されたスキンはまだありません。
ko: 아직 게시된 스킨이 없습니다.
pt: Nenhuma skin publicada ainda.
zh_hans: 暂未发布任何皮肤。

source: No skins match that search.
ar: لا توجد مظاهر تطابق هذا البحث.
de: Keine Skins entsprechen dieser Suche.
es: Ningún skin coincide con esa búsqueda.
fr: Aucun skin ne correspond à cette recherche.
it: Nessuna skin corrisponde a questa ricerca.
ja: 一致するスキンが見つかりません。
ko: 검색과 일치하는 스킨이 없습니다.
pt: Nenhuma skin corresponde a essa pesquisa.
zh_hans: 未找到匹配的皮肤。

source: No skins ship a recommended layout yet.
ar: لا توجد مظاهر تتضمن تخطيطاً موصى به حتى الآن.
de: Noch keine Skins mit empfohlenem Layout verfügbar.
es: Aún no hay skins que incluyan un diseño recomendado.
fr: Aucun skin ne propose de disposition recommandée pour l'instant.
it: Nessuna skin include ancora un layout consigliato.
ja: 推奨レイアウトを含むスキンはまだありません。
ko: 아직 추천 레이아웃이 포함된 스킨이 없습니다.
pt: Nenhuma skin inclui um layout recomendado ainda.
zh_hans: 暂无自带推荐布局的皮肤。

source: No texture packs for this game yet.
ar: لا توجد حزم خامات لهذه اللعبة بعد.
de: Für dieses Spiel gibt es noch keine Texturpakete.
es: Todavía no hay paquetes de texturas para este juego.
fr: Aucun pack de textures pour ce jeu pour l’instant.
it: Non ci sono ancora pacchetti texture per questo gioco.
ja: このゲーム用のテクスチャパックはまだありません。
ko: 이 게임용 텍스처 팩이 아직 없습니다.
pt: Ainda não há pacotes de texturas para este jogo.
zh_hans: 这个游戏还没有纹理包。

source: No texture packs installed.
ar: لا توجد حزم خامات مثبتة.
de: Keine Texturpakete installiert.
es: No hay paquetes de texturas instalados.
fr: Aucun pack de textures installé.
it: Nessun pacchetto texture installato.
ja: テクスチャパックはインストールされていません。
ko: 설치된 텍스처 팩이 없습니다.
pt: Nenhum pacote de texturas instalado.
zh_hans: 未安装纹理包。

source: None
ar: لا شيء
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt: Nenhum
zh_hans: 无

source: Notes
ar: ملاحظات
de: Hinweise
es: Notas
it: Note
zh_hans: 说明

source: Nothing here matches that search.
ar: لا يوجد هنا ما يطابق هذا البحث.
de: Hier passt nichts zu dieser Suche.
es: Nada aquí coincide con esa búsqueda.
fr: Rien ici ne correspond à cette recherche.
it: Nulla qui corrisponde a questa ricerca.
ja: 検索に一致する項目はありません。
ko: 검색과 일치하는 항목이 없습니다.
pt: Nada aqui corresponde a essa busca.
zh_hans: 此处没有匹配的项目。

source: Nothing saved yet. Presets you save under Parameters show up here.
ar: لم يُحفظ شيء بعد. تظهر هنا الإعدادات المسبقة التي تحفظها من «المعاملات».
de: Noch nichts gespeichert. Voreinstellungen, die du unter Parameter speicherst, erscheinen hier.
es: Aún no hay nada guardado. Los presets que guardes en Parámetros aparecerán aquí.
fr: Rien n'est encore enregistré. Les préréglages que vous enregistrez dans Paramètres apparaissent ici.
it: Non hai ancora salvato nulla. I preset che salvi in Parametri compaiono qui.
ja: まだ何も保存されていません。「パラメーター」で保存したプリセットがここに表示されます。
ko: 아직 저장된 항목이 없습니다. ‘매개변수’에서 저장한 프리셋이 여기에 표시됩니다.
pt: Nada salvo ainda. As predefinições que você salvar em Parâmetros aparecem aqui.
zh_hans: 还没有保存任何预设。你在“参数”中保存的预设会显示在这里。

source: Off
ar: إيقاف
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
ja: オフ
ko: 끔
pt: Desligado
zh_hans: 关闭
